/* 
  Localizable.strings
  Antidote

  Created by Dmytro Vorobiov on 08/10/15.
  Copyright © 2015 dvor. All rights reserved.
*/

/*
  Translation is done with Transifex service.
  See https://www.transifex.com/antidote/antidote-ios/
*/

/* Login screen text */
"login_welcome_text" = "Bem vindo ao Antidote!";
/* Login screen text */
"login_or_label" = "ou";

/* Login screen text */
"create_account" = "Criar Conta";
/* Login screen text */
"import_profile" = "Importar Perfil";
/* Password field */
"password" = "Palavra-Passe";
/* Login button */
"log_in" = "Entrar";
/* Login screen text */
"create_profile" = "Criar Perfil";
/* Login screen text */
"import_to_antidote" = "Importar para Antidote";
/* Login screen text */
"create_account_username_title" = "Como os contactos irão vê-lo?";
/* Login screen text */
"create_account_username_placeholder" = "Nome de Utilizador";
/* Login screen text */
"create_account_profile_title" = "Que nome deve ter este perfil";
/* Login screen text */
"create_account_profile_placeholder" = "Nome do perfil";
/* Login screen text */
"create_account_profile_hint" = "exemplo: Casa, iPhone";
/* Login screen text */
"set_password_title" = "Set Password";
/* Login screen text */
"set_password_hint" = "Password is required to protect your data. Keep it safe - once lost it cannot be restored.";
/* Login button */
"create_account_next_button" = "Next";
/* Login button */
"create_account_go_button" = "Ir";
/* Default status message */
"default_user_status_message" = "Toxing com Antidote";

/* PIN screen text */
"pin_enter_to_unlock" = "Enter your PIN to unlock";
/* PIN screen text */
"pin_set" = "Set PIN";
/* PIN screen text */
"pin_confirm" = "Confirm PIN";
/* PIN screen error */
"pin_do_not_match" = "PINs did not match. Try again";
/* PIN screen error */
"pin_incorrect" = "Incorrect PIN";
/* PIN screen screen */
"pin_enabled" = "PIN Enabled";
/* PIN screen screen */
"pin_touch_id_enabled" = "Touch ID Enabled";
/* PIN screen screen */
"pin_description" = "Prevent unauthorized access to Antidote with a PIN.";
/* PIN screen screen */
"pin_touch_id_description" = "Use your fingerprint as an alternative to entering a PIN.";
/* PIN screen screen */
"pin_lock_timeout" = "Lock Timeout";
/* PIN screen screen */
"pin_lock_immediately" = "Immediately";
/* PIN screen screen */
"pin_lock_30_seconds" = "30 Seconds";
/* PIN screen screen */
"pin_lock_1_minute" = "1 Minute";
/* PIN screen screen */
"pin_lock_2_minutes" = "2 Minutes";
/* PIN screen screen */
"pin_lock_5_minutes" = "5 Minutes";

/* Label shown when connecting to Tox network */
"connecting_label" = "Ligando";

/* Tab name and screen name */
"contacts_title" = "Contactos";
/* Tab name and screen name */
"chats_title" = "Conversas";
/* Tab name and screen name */
"settings_title" = "Configurações";
/* Tab name and screen name */
"profile_title" = "Perfil";

/* No contacts placeholder text */
"contact_no_contacts" = "Nenhum contacto";
/* No contacts placeholder text */
"contact_no_contacts_add_contact" = "Adiciona contacto\nou\n";
/* No contacts placeholder text */
"contact_no_contacts_share_tox_id" = "partilha o teu Tox ID";
/* Contact request section title */
"contact_requests_section" = "Pedidos";
/* Contact last seen status */
"contact_last_seen" = "Online ontem a: %@";
/* Screen name */
"contact_request" = "Pedido de Contacto";
/* Contact request button */
"contact_request_decline" = "Rejeitar";
/* Contact request button */
"contact_request_accept" = "Aceitar";
/* Contact request confirmation */
"contact_request_delete_title" = "Rejeita o pedido";

/* Share Tox ID text */
"show_qr_code" = "Mostra o código QR";
/* Share Tox ID text */
"copy" = "Copiar";

/* Add contat screen name */
"add_contact_title" = "Adicionar Contacto";
/* Add contat button */
"add_contact_send" = "Enviar";
/* Add contat placeholder text */
"add_contact_tox_id_placeholder" = "Introduza Tox ID";
/* Add contat placeholder text */
"add_contact_or_label" = "ou";
/* Add contat button */
"add_contact_use_qr" = "Usa Código QR";
/* Add contat placeholder text */
"add_contact_default_message_title" = "Mensagem";
/* Add contat default text sended to contact */
"add_contact_default_message_text" = "Olá! Podias por favor adicionar-me a tua lista de contactos?";
/* Add contat error */
"add_contact_wrong_qr" = "Código QR Errado. Deve conter o Tox ID";

/* User name text */
"name" = "Nome";
/* User nickname text */
"nickname" = "Alcunha";
/* User status message text */
"status_message" = "Mensagem de Estado";
/* User status text */
"status_title" = "Estado";
/* User Tox ID text */
"my_tox_id" = "Tox ID";
/* User public key text */
"public_key" = "Chave Pública";
/* Share Tox ID text */
"show_qr" = "Mostra QR";
/* Profile menu item / screen name */
"profile_details" = "Detalhes Perfil";
/* Profile button */
"logout_button" = "Desligar";

/* QR code screen button */
"qr_close_button" = "Fechar";

/* Chat screen placeholder */
"chat_no_chats" = "Sem conversas";
/* Chats screen message text */
"chat_outgoing_file" = "Enviar ficheiro";
/* Chats screen message text */
"chat_incoming_file" = "Receber ficheiro";
/* Chats screen message text */
"chat_call_finished" = "Chamada terminada";
/* Chats screen message text */
"chat_unanwered_call" = "Chamada não atendida";
/* Chat button */
"chat_send_button" = "Enviar";
/* Chat notification toast */
"chat_new_messages" = "Novas mensagens";
/* Chat call information */
"chat_call_message" = "Ligar,";
/* Chat call information */
"chat_missed_call_message" = "Chamada perdida";
/* Item present in the menu on long press on message */
"chat_more_menu_item" = "More";

/* Status message */
"status_offline" = "Indisponível";
/* Status message */
"status_online" = "Disponível";
/* Status message */
"status_away" = "Ausente";
/* Status message */
"status_busy" = "Ocupado";

/* Notification text */
"notification_new_message" = "Mensagem nova";
/* Notification text */
"notification_incoming_contact_request" = "Pedido de contacto recebido";
/* Notification text */
"notification_is_calling" = "a ligar";
/* Notification text */
"notification_incoming_file" = "Receber ficheiro?";

/* Settings menu / screen name */
"settings_about" = "Acerca";
/* Settings menu / screen name */
"settings_faq" = "FAQ";
/* Settings menu / screen name */
"settings_advanced_settings" = "Configurações avançadas";
/* About screen menu */
"settings_antidote_version" = "Versão Antidote";
/* About screen menu */
"settings_antidote_build" = "Antidote Build";
/* About screen menu */
"settings_toxcore_version" = "Versão Toxcore";
/* About screen menu */
"settings_acknowledgements" = "Acknowledgements";
/* Settings screen menu */
"settings_autodownload_images" = "Descarregar imagens automaticamente";
/* Settings screen menu */
"settings_autodownload_images_description" = "Descarregar imagens automaticamente";
/* Settings screen menu */
"settings_notifications_message_preview" = "Pre-visualização de notificações";
/* Settings screen menu */
"settings_notifications_description" = "Quando a aplicação fica em segundo plano, as notificações ficarão activas durante 10 minutos";
/* Settings screen menu */
"settings_ipv6_enabled" = "IPv6 Ligado";
/* Settings screen menu */
"settings_udp_enabled" = "UDP Ligado";
/* Settings screen menu */
"settings_restore_default" = "Restaurar definições iniciais";
/* Settings screen autodownload images option */
"settings_never" = "Nunca";
/* Settings screen autodownload images option */
"settings_wifi" = "Wi-Fi";
/* Settings screen autodownload images option */
"settings_using_wifi" = "A usar Wi-Fi";
/* Settings screen autodownload images option */
"settings_always" = "Sempre";

/* Profile settings menu */
"change_password" = "Alterar Palavra-Passe";
/* Profile settings menu */
"delete_password" = "Apagar Palavra-Passe";
/* Profile settings menu */
"old_password" = "Palavra-Passe Antiga";
/* Change password text */
"new_password" = "Nova Palavra-Passe";
/* Change password text */
"repeat_password" = "Repete Palavra-Passe";
/* Change password button */
"change_password_done" = "Terminado";
/* Change password error */
"password_is_empty_error" = "Palavra-Passe não pode estar vazia";
/* Change password error */
"wrong_old_password" = "Palavra-Passe errada";
/* Change password error */
"passwords_do_not_match" = "Palavras-Passe não coincidem";

/* Source of photo to take */
"photo_from_camera" = "Câmara";
/* Source of photo to take */
"photo_from_photo_library" = "Fotografias";
/* Error while converting avatar image */
"change_avatar_error_convert_image" = "Não é possivel converter imagem";

/* Alert text when sending file to contacts */
"file_send_to_contact" = "Envia a contacto";

/* Profile menu item */
"export_profile" = "Exportar Perfil";
/* Profile menu item */
"delete_profile" = "Apagar Perfil";
/* Delete profile confirmation */
"delete_profile_confirmation_title_1" = "Apagar este Perfil?";
/* Delete profile confirmation */
"delete_profile_confirmation_title_2" = "Confirmar?";
/* Delete profile confirmation */
"delete_profile_confirmation_message" = "Não é possível refazer esta operação";

/* Call screen text */
"call_incoming" = "A receber chamada";
/* Call screen text */
"call_ended" = "Chamada terminada";
/* Call screen text */
"call_reaching" = "A ligar/ A conectar";

/* File message text */
"chat_file_cancelled" = "Cancelada";
/* File message text */
"chat_waiting" = "Em espera";
/* File message text */
"chat_paused" = "Em pausa";

/* Deleting chat confirmation */
"delete_chat_title" = "Apagar esta conversa e o histórico de mensagens?";
/* Deleting contat confirmation */
"delete_contact_title" = "Apagar este contacto? \nO histórico de mensagens será apagado. ";
/* Deleting contat request confirmation */
"delete_contact_request_title" = "Rejeitar pedido?";
/* Deleting single message in chat */
"delete_single_message" = "Delete Message";
/* Deleting multiple messages in chat. */
"delete_multiple_messages" = "Delete Messages";
/* Deleting all messages in chat. */
"delete_all_messages" = "Delete All";
/* Delete button */
"alert_delete" = "Apagar";
/* Delete button */
"alert_cancel" = "Cancelar";

/* Error while creating new profile */
"login_enter_username_and_profile" = "Insira o nome de utilizador e o nome do perfil";
/* Error while creating new profile */
"login_profile_already_exists" = "Nome escolhido já existe";

/* General error title */
"error_title" = "Erro";
/* General error button */
"error_ok_button" = "OK";
/* General error button */
"error_retry_button" = "Tentar de novo";
/* Error */
"error_contact_not_connected" = "Contacto não está disponivel";
/* Error */
"error_too_many_files" = "Demasiadas transferências activas";
/* Error */
"error_internal_message" = "Erro interno";
/* Error */
"error_wrong_password_title" = "Palavra-Passe errada";
/* Error */
"error_wrong_password_message" = "Palavra-Passe contêm simbolos errados";
/* Error */
"error_import_not_exist_title" = "Não é possivel importar tox salvar/guardar ficheiro";
/* Error */
"error_import_not_exist_message" = "Ficheiro inexistente";
/* Error */
"error_decrypt_title" = "Não é possivel decriptar tox salvar/guardar ficheiro";
/* Error */
"error_decrypt_empty_data_message" = "Input data vazio";
/* Error */
"error_decrypt_bad_format_message" = "Ficheiro corrompido ou no formato errado";
/* Error */
"error_decrypt_wrong_password_message" = "Palavra-passe errada ou o ficheiro esta corrompido";
/* Error */
"error_general_unknown_message" = "Erro desconhecido";
/* Error */
"error_general_no_memory_message" = "Memória insuficiente";
/* Error */
"error_general_bind_port_message" = "Incapaz de ligar/conectar a uma porta";
/* Error */
"error_general_profile_encrypted_message" = "Perfil está encriptado";
/* Error */
"error_general_bad_format_message" = "Ficheiro têm um formato errado ou está corrompido";
/* Error */
"error_proxy_title" = "Erro de proxy";
/* Error */
"error_proxy_invalid_address_message" = "Proxy têm uma porta incorrecta";
/* Error */
"error_proxy_invalid_port_message" = "Porta proxy é inválida";
/* Error */
"error_proxy_host_not_resolved_message" = "Não é possivel ligar a proxy host";

/* Error */
"error_name_too_long" = "Nome muito longo";
/* Error */
"error_status_message_too_long" = "Mensagem de status é demasiado longa";

/* Error */
"error_contact_request_too_long" = "Mensagem demasiado extensa";
/* Error */
"error_contact_request_no_message" = "Nenhuma mensagem especificada";
/* Error */
"error_contact_request_own_key" = "Não pode adicionar-se a lista de contactos";
/* Error */
"error_contact_request_already_sent" = "Pedido de contacto já foi enviado";
/* Error */
"error_contact_request_bad_checksum" = "Má checksum, por favor confirme o Tox ID introduzido";
/* Error */
"error_contact_request_new_nospam" = "Má nospam value, por favor confirme o Tox ID introduzido";

/* Call error */
"call_error_already_in_call" = "Numa chamada";
/* Call error */
"call_error_contact_is_offline" = "Contacto está indisponível";
/* Call error */
"call_error_no_active_call" = "Não existe nenhuma chamada activa";

/* Error while using color theme */
"theme_error_cannot_open" = "Não é possivel abrir theme, formato incorrecto";
